Revit 2024 API
ParameterTypeId.RadiusSymbolText Property
 "Radius Symbol Text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RadiusSymbolText { get; }
Visual Basic
Public Shared ReadOnly Property RadiusSymbolText As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RadiusSymbolText {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace